Repository: mschori/mirjam-beat-homepage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Ups. Somebody already contributed to this product. Selfbuy is not possible.
de: Ups. Jemand hat bereits zu diesem Produkt beigetragen. Du kannst das Produkt daher nicht selbst einkaufen.

source: You need to contribute the full price in order to buy this product on your selfe.
de: Du musst den gesamten Betrag beitragen, wenn du das Produkt selbst einkaufen möchtest.

source: Product
de: Produkt

source: Comment
de: Kommentar

source: Amount
de: Beitrag

source: Actions
de: Aktionen

source: Product with this id does not exist!
de: Es existiert kein Produkt mit dieser ID!

source: Product is already fully paid. Please choose an other product.
de: Für dieses Produkt wurde bereits genug beigetragen. Bitte wähle ein anders Produkt.

source: You cant contribute more than the remaining price.
de: Du kannst nicht mehr beitragen als notwendig ist.

source: Contribution confirmed.
de: Deinen Beitrag haben wir vermerkt.

source: This contribution does not belong to you.
de: Dieser Beitrag gehört nicht zu deinem Account.

source: No Contribution with this ID found.
de: Es wurde kein Beitrag mit dieser ID gefunden.

source: You can only delete your own contributions.
de: Du kannst nur deine eigenen Beiträge löschen.

source: Successfully deleted your contribution.
de: Dein Beitrag wurde erfolgreich gelöscht.

source: Verify your Email
de: Bitte verifiziere deine E-Mail-Adresse.

source: Thank you!
de: Vielen Dank!

source: Reset your password.
de: Setze dein Passwort zurück.

source: Contribute
de: Bestätige

source: Go to product-site
de: Zur Produktseite

source: Already Contributed: CHF
de: Bereits beigetragen: CHF

source: from CHF
de: von CHF

source: How much do you want to contribute to this product?
de: Wie viel möchtest du zu diesem Produkt beitragen?

source: You want to buy this product on your own? Click this box and we will not buying it ourselfe. But be sure, then this is only possible if you pay the full price.
de: Du möchtest dieses Produkt direkt selbst einkaufen? Klicke diese Box an und wir werden dir den Einkauf überlassen. Aber pass auf, das ist nur möglich, wenn du den vollen Betrag übernimmst.

source: Write us about you and your contribution.
de: Schreibe etwas über dich und wieso du beitragen möchtest.

source: Contribute now CHF
de: Bestätige CHF

source: My Contributions
de: Meine Beiträge

source: Your contributions
de: Deine Beiträge

source: Open my contribution
de: Öffne meinen Beitrag

source: Are you sure?
de: Bist du sicher?

source: Do you really want to delete this contribution? Click Yes if you are sure. We will then substracted your contribution from the price-progress of the linked product.
de: Möchtest du diesen Beitrag wirklich löschen? Drücke auf JA wenn du dir sicher bist. Wir werden danach deinen Beitrag vom Produkt abziehen.

source: Close
de: Schliessen

source: Yes
de: Ja

source: You contributet CHF
de: Dein Beitrag: CHF

source: Please send your contribution to the following bank-credentials.
de: Bitte sende deinen Beitrag an folgendes Bankkonto:

source: IBAN-Number:
de: IBAN-Nummer:

source: To:
de: Empfänger:

source: You did not want to contribute to this prodcut? No problem, just click the following link to delete your contribution
de: Du wolltest nicht zu diesem Produkt beitragen? Kein Problem, klicke auf den folgenden Link, um deinen Beitrag zu löschen.

source: Delete contribution
de: Beitrag löschen

source: Delete my contribution
de: Meinen Beitrag löschen

source: Read more
de: Mehr zeigen

source: Read less
de: Weniger zeigen

source: from
de: von

source: Go to product
de: Zum Produkt

source: No product-link present
de: Es ist kein Produkt-Link vorhanden

source: Contribution finished!
de: Voller Beitrag erreicht!

source: I will contribute
de: Ich möchte beitragen

source: Baby Wishlist
de: Baby Wunschliste

source: I want to confirm my email
de: Ich möchte meine E-Mail Adresse bestätigen

source: Logout
de: Ausloggen

source: previous
de: zurück

source: next
de: vorwärts

source: Hello
de: Hallo

source: Thank you very much for your contribution!
de: Vielen Dank für deinen Beitrag!

source: You contributed the following:
de: Du hast Folgendes beigetragen:

source: Product:
de: Produkt:

source: Amount: CHF
de: Beitrag: CHF

source: Open the following link for more informations about the contribution:
de: Über den folgenden Link erhälst du mehr Informationen zu deinem Beitrag:

source: Show my contribution
de: Zeige meinen Beitrag

source: If the link is not working, copy and paste it in to your browser.
de: Sollte der Link nicht funktionieren, kopiere bitte den Link direkt in deinen Browser.

source: Please click on the link below to complete the reset of your password.
de: Bitte klicke auf den unten stehenden Link, um dein Passwort zurückzusetzen.

source: If the link is not working, copy and paste it to your browser.
de: Sollte der Link nicht funktionieren, kopiere bitte den Link direkt in deinen Browser.

source: If you didnt request to reset your password you can ignore this email and dont send the link to anyone.
de: Ignoriere diese E-mail, falls du nicht der Eigentümer des Accounts bist.

source: Please click on the link below to confirm your email.
de: Bitte klicke auf den unten stehenden Link, um deine E-Mail Adresse zu bestätigen.

source: Ignore this email if you dont have registered an account on our website.
de: Ignoriere diesee E-Mail, falls du bei uns keinen Account registriert hast.

source: Password
de: Passwort

source: Login failed.
de: Login fehlgeschlagen.

source: Forgot password
de: Passwort vergessen

source: I want to register
de: Ich möchte mich registrieren

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Must contain lower- and upercase character, a number and a miminum length of 8.
de: Muss einen Klein-, einen Grossbuchstaben, eine Nummer und eine Mindestlänge von 8 Zeichen beinhalten.

source: Repeat Password
de: Passwort wiederholen

source: Register
de: Registrieren

source: I am already registered.
de: Ich bin bereits registriert.

source: Reset password
de: Passwort zurücksetzen

source: Please type in your accounts email address.
de: Bitte trage die E-Mail Adresse deines Accounts ein.

source: After that you will get an email from us to reset your password.
de: Danach wirst du von uns eine E-Mail erhalten, um dein Passwort zurücksetzen zu können.

source: Your email
de: Deine E-Mail Adresse

source: Submit
de: Absenden

source: Back to login
de: Zurück zum Login

source: New Password
de: Neues Passwort

source: Set new password
de: Neues Passwort erstellen

source: New password
de: Neues Passwort

source: Must contain at least 8 characters, one lower, one upper and one numeric character
de: Muss mindestens 8 Zeichen, einen Klein-, einen Grossbuchstaben und eine Nummer beinhalten.

source: Repeat your password
de: Passwort wiederholen

source: Save new password
de: Neus Passwort speichern

source: Email already exist.
de: E-Mail Adresse existiert bereits.

source: Password is not valid.
de: Das Passwort ist ungültig.

source: Passwords are not equal.
de: Die Passwörter sind nicht identisch.

source: The Email must be set
de: Die E-Mail Adresse muss angegeben werden

source: The Password must be set
de: Das Passwort muss angegeben werden

source: Superuser must have is_superuser=True.
de: Der Superuser muss mit is_superuser=True markiert werden.

source: Superuser must have is_stuff=True.
de: Der Superuser muss mit is_staff=True markiert werden.

source: email address
de: E-Mail Adresse

source: We have send you an email to confirm your registration.
de: Wir haben dir eine E-Mail zur Bestätigung deiner Adresse gesendet.

source: Form is not valid. Please check your inputs.
de: Das Formular ist ungültig. Bitte prüfe deine Eingaben.

source: Your email is already confirmed.
de: Deine E-Mail Adresse ist bereits bestätigt.

source: We have send you an email to confirm your email-address.
de: Wir haben dir eine E-Mail zur Bestätigung deiner Adresse gesendet.

source: Your email is now confirmed. Thank you!
de: Deine E-Mail Adresse ist jetzt bestätigt. Vielen Dank!

source: Your link is invalid or expired.
de: Der Link ist ungütlig oder abgelaufen.

source: Yout got an email from us. Please check you spam-folder if needed.
de: Du hast von uns eine E-Mail erhalten. Bitte prüfe auch deinen Spam-Ordner.

source: There is no account registered with this email.
de: Es ist kein Account mit dieser E-Mail Adresse vorhanden.

source: Your password is successfully changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Please check your inputs. The password is not valid.
de: Bitte prüfe deine Eingaben. Das Passwort ist ungültig.
